tutorials/compressible/sonicFoam/ras/nacaAirfoil/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.2                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    INLE1
    {
        type            patch;
        nFaces          400;
        startFace       79570;
    }
    OUTL2
    {
        type            patch;
        nFaces          200;
        startFace       79970;
    }
    SYMP3
    {
        type            empty;
        nFaces          80000;
        startFace       80170;
    }
    WALL10
    {
        type            wall;
        nFaces          260;
        startFace       160170;
    }
)

// ************************************************************************* //
